Repository: heimdal/heimdal
Catalog: po/heim_com_err-1980176640/*.po
Languages: ka

source: Error parsing log destination
ka: ჟურნალის სამიზნის დამუშავების შეცდომა

source: Failed to convert v4 principal
ka: V4 პრინციპალის გადაყვანა ჩავარდა

source: Salt type is not supported by enctype
ka: მარილის ტიპი მხარდაუჭერელია დაშიფვრის ტიპის მიერ

source: Host not found
ka: ჰოსტი ნაპოვნი არაა

source: Operation not supported
ka: ოპერაცია მხარდაუჭერელია

source: End of file
ka: ფაილის ბოლო

source: Failed to get the master key
ka: მთავარი გასაღების მიღება ჩავარდა

source: Unacceptable service used
ka: გამოყენებული სერვისი მიუღებელია

source: Certificate missing
ka: სერტიფიკატი მითითებული არაა

source: Private key missing
ka: პირადი გასაღები მითითებული არაა

source: No valid certificate authority
ka: სწორი სერტიფიკატის ავტორიტეტის გარეშე

source: Certificate invalid
ka: სერტიფიკატი არასწორია

source: Private key invalid
ka: პირადი გასაღები არასწორია

source: unknown error from getaddrinfo
ka: უცნობი შეცდომა getaddrinfo-დან

source: address family for nodename not supported
ka: კვანძის სახელისთვის მისამართის ოჯახი მხარდაჭერილი არაა

source: temporary failure in name resolution
ka: სახელის გადაწყვეტის დროებითი შეცდომა

source: invalid value for ai_flags
ka: არასწორი მნიშვნელობა 'ai_flags'-სთვის

source: non-recoverable failure in name resolution
ka: სახელის გადაწყვეტის აღუდგენელი შეცდომა

source: ai_family not supported
ka: ai_family მხარდაუჭერელია

source: memory allocation failure
ka: მეხსიერების გამოყოფის შეცდომა

source: no address associated with nodename
ka: კვანძის სახელთან მისამართი ასოცირებული არაა

source: nodename nor servname provided, or not known
ka: არც კვანძის, არც სერვერის სახელი მითითებული არაა, ან უცნობია

source: servname not supported for ai_socktype
ka: სერვერის სახელი მხარდაუჭერელია 'ai_socktype'-სთვის

source: ai_socktype not supported
ka: ai_socket-ი მხარდაუჭერელია

source: system error returned in errno
ka: დაბრუნებული სისტემური შეცდომის ნომერი
