Repository: heimdal/heimdal
Catalog: po/heim_com_err-969269760/*.po
Languages: ka

source: No error
ka: შეცდომის გარეშე

source: No such profile
ka: ასეთი პროფილი არ არსებობს

source: Buffer overrun
ka: ბუფერის გადავსება

source: Buffer underrun
ka: ბუფერის არშევსება

source: Lenght not mod2
ka: სიგრძე mod2 არაა

source: Lenght not mod4
ka: სიგრძე mod4 არაა

source: Invalid UTF-8 combination in string
ka: არასწორი UTF-8 კომბინაცია სტრიქონში

source: Invalid UTF-16 combination in string
ka: არასწორი UTF-16 კომბინაცია სტრიქონში

source: Invalid UTF-32 combination in string
ka: არასწორი UTF-32 კომბინაცია სტრიქონში

source: No byte order mark (BOM) in string
ka: სტრიქონი ბაიტების მიმდევრობის ნიშანს (BOM) არ შეიცავს

source: Code can't be represented as UTF-16
ka: კოდი UTF-16-ში წარმოდგენილი ვერ იქნება
