Repository: heimdal/heimdal
Catalog: po/heimdal_kuser/*.po
Languages: ka

source: credential cache to use
ka: გამოსაყენებელი ავტორიზაციის დეტალების კეში

source: credential cache to store credential in
ka: რომელ ავტორიზაციის დეტალების კეშში შევინახო ეს ავტორიზაციის დეტალი

source: where to find the ticket use for delegation
ka: სად ვიპოვო ბილეთი დელეგაციისთვის

source: canonicalize the principal
ka: საჭიროა პრინციპალის კანონიკალიზაცია

source: forwardable ticket requested
ka: მოთხოვნილია გადამისამართებადი ბილეთი

source: encryption type to use
ka: დაშიფვრის სასურველი ტიპი

source: client to impersonate
ka: თავის გასაღება კლიენტად

source: unrecognized enctype: %s
ka: უცნობი enctype: %s

source: obtain version 4 TGT
ka: 4 ვერსიის TGT-სის მიღება

source: only convert ticket to version 4
ka: ბილეთის, მხოლოდ, მეოთხე ვერსიაში გადაყვანა

source: obtain afs tokens
ka: afs კოდები მიღება

source: credentials cache
ka: ავტორიზაციის დეტალების კეში

source: get forwardable tickets
ka: გადამისამართებადი ბილეთების მიღება

source: keytab to use
ka: გამოსაყენებელი keytab

source: lifetime of tickets
ka: ბილეთების სიცოცხლის დრო

source: get proxiable tickets
ka: დაპროქსვადი ბილეთების მიღება

source: renew TGT
ka: ახალი TGT-ის მიღება

source: get renewable tickets
ka: განახლებადი ბილეთების მიღება

source: renewable lifetime of tickets
ka: ბილეთების განახლებადი სიცოცხლის დრო

source: server to get ticket for
ka: სერვერი, რომლისთვისაც მივიღო კოდი

source: when ticket gets valid
ka: როცა ბილეთის დრო დადგება

source: get key from keytab
ka: გასაღების მიღება keytab-დან

source: validate TGT
ka: 'TGT'-ის გადამოწმება

source: encryption types to use
ka: გამოსაყენებელი დაშიფვრის ტიპები

source: file cache version to create
ka: შესაქმნელი ფაილის კეშის ვერსია

source: request a ticket with no addresses
ka: უმისამართო ბილეთის მოთხოვნა

source: include these extra addresses
ka: ამ დამატებითი მისამართების ჩასმა

source: request an anonymous ticket
ka: ანონიმური ბილეთის მოთხოვნა

source: request a Windows PAC
ka: 'Windows PAC'-ის მოთხოვნა

source: read the password from a file
ka: პაროლის წაკითხვა ფაილიდან

source: canonicalize client principal
ka: კლიენტის პრინციპალის კანონიკალიზაცია

source: principal's public/private/certificate identifier
ka: პრინციპალის საჯარო/პირადი/სერტიფიკატის იდენტიფიკატორი

source: directory with CA certificates
ka: საქაღალდე CA სერტიფიკატებით

source: Use RSA encrypted reply (instead of DH)
ka: RSA-ით დაშიფრული პასუხის გამოყენება (DH-ის მაგიერ)

source: NTLM domain
ka: NTLM დომენი

source: honor ok-as-delegate on tickets
ka: ბილეთებზე ok-as-delegate-ის გათვალისწინება

source: only use referrals, no dns canalisation
ka: მხოლოდ, რეფერალების გამოყენება, dns კანალიზაციის გარეშე

source: get windows behavior
ka: ფანჯრების ქცევის მიღება

source: Usage:
ka: გამოყენება:

source: Failed to read password from file %s
ka: ჩავარდა პაროლის წაკითხვა ფაილიდან %s

source: unparsable time: %s
ka: არადამუშავებადი დრო: %s

source: %s's Password:
ka: %s-ის პაროლი:

source: Password incorrect
ka: პაროლი არასწორია

source: Looks like a Kerberos 4 reply
ka: წააგავს Kerberos 4-ის პასუხს

source: NOTICE: ticket lifetime is %s
ka: შენიშვნა: ბილეთის სიცოცხლის დროა %s

source: NOTICE: ticket renewable lifetime is %s
ka: შენიშვნა: ბილეთის განახლებადი სიცოცხლის დროა %s

source: resolving credentials cache
ka: ავტორიზაციის დეტალების კეშის ამოხსნა

source: specifying both extra addresses and no addresses makes no sense
ka: დამატებითი მისამართების და უმისამართობის ერთდროული მითითება უაზროა

source: permission denied: %s
ka: წვდომა აკრძალულია: %s

source: command not found: %s
ka: ბრძანება ვერ ვიპოვე: %s

source: Issued
ka: გამოცემულია

source: Expires
ka: ვადა

source: Flags
ka: ალმები

source: Principal
ka: პრინციპალი

source: Principal (kvno)
ka: პრინციპალი (kvno)

source: Cache name
ka: კეშის სახელი

source: >>>Expired<<<
ka: >>>ვადაამოწურულია<<<

source: Server: %s
ka: სერვერი: %s

source: Client: %s
ka: კლიენტი: %s

source: Ticket etype:
ka: ბილეთის etype:

source: unknown-enctype(%d)
ka: უცნობი-enctype(%d)

source: Session key: %s
ka: სესიის გასაღები: %s

source: Ticket length: %lu
ka: ბილეთის სიგრძე: %lu

source: Auth time: %s
ka: ავტორიზაციის დრო: %s

source: Start time: %s
ka: დაწყების დრო: %s

source: End time: %s
ka: დასრულების დრო: %s

source: (expired)
ka: (ვადაგასულია)

source: Renew till: %s
ka: განახლების დრო: %s

source: Ticket flags: %s
ka: ბილეთის ალმები: %s

source: Addresses:
ka: მისამართები:

source: addressless
ka: უმისამართო

source: Credentials cache
ka: ავტორიზაციის დეტალების კეში

source: Principal
ka: პრინციპალი

source: Cache version
ka: ქეშის ვერსია

source: KDC time offset
ka: KDC-ის დროის წანაცვლება

source: >>> Expired <<<
ka: >>> ვადაგასულია <<<

source: User's (AFS ID %d) tokens for %s
ka: მომხმარებლის (AFS ID %d) კოდები %s-სთვის

source: Tokens for %s
ka: კოდები %s-სთვის

source: No ticket file: %s
ka: ბილეთის ფაილის გარეშე: %s

source: credentials cache to list
ka: ავტორიზაციის დეტალების კეში ჩამოსათვლელად

source: test for having tickets
ka: ტესტი ბილეთების ქონაზე

source: display AFS tokens
ka: afs კოდების ჩვენება

source: display v5 cred cache
ka: v5 ავტ. დეტალების კეშის ჩვენება

source: verbose output
ka: უფრო მეტის ჩვენება

source: display hidden credentials
ka: დამალული ავტ. დეტალების ჩვენება

source: print version
ka: ვერსიის ბეჭდვა

source: type of credential cache
ka: ავტორიზაციის დეტალების კეშის ტიპი

source: name of credential cache
ka: ავტორიზაციის დეტალების ქეშის სახელი

source: name of principal
ka: პრინციპალის სახელი

source: Both --cache and --principal given, choose one
ka: მითითებულია ორივე, --cache და --principal. აირჩიეთ ერთ-ერთი

source: Did not find principal: %s
ka: ვერ ვიპოვე პრინციპალი: %s

source: out of memory
ka: paměť vyčerpána
