Repository: heimdal/heimdal
Catalog: po/heimdal_krb5/*.po
Languages: ka

source: Failed to load API cache module %s
ka: ჩავარდა API კეშის მოდული %s

source: Failed to find cc_initializein %s: %s
ka: ვერ ვიპოვე cc_initializein %s: %s

source: no support for shared object
ka: გაზიარებული ობიექტის მხარდაჭერის გარეშე

source: malloc: out of memory
ka: malloc: მეხსიერება საკმარისი არაა

source: No API credential found
ka: API-ის ავტორიზაციის დეტალები აღმოჩენილი არაა

source: Can't find credential %s in cache
ka: ავტორიზაციის დეტალი %s კეშში ვერ ვიპოვე

source: Unknown format specifier %c while parsing ACL
ka: უცნობი ფორმატის მიმთითებელი %c ACL-ის დამუშავებისას

source: ACL did not match
ka: ACL არ დაემთხვა

source: IPv4 prefix too large (%ld)
ka: IPv4 პრეფიქსი მეტისმეტად დიდია (%ld)

source: IPv6 prefix too large (%ld)
ka: IPv6 პრეფიქსი მეტისმეტად დიდია (%ld)

source: IPv6 addr bad length
ka: IPv6 მისამართის არასწორი სიგრძე

source: Address family %d not supported
ka: მისამართის ოჯახი %d მხარდაჭერილი არაა

source: Address type %d not supported
ka: მისამართის ტიპი %d მხარდაჭერილი არაა

source: Can't convert address type %d to sockaddr
ka: მისამართს ტიპი %d sockaddr-ში ვერ გადავიყვანე

source: Address family %d doesn't support address mask operation
ka: მისამართის ოჯახს %d მისამართის ნიღბის ოპერაციის მხარდაჭერა არ გააჩნია

source: cache type %s already exists
ka: კეშის ტიპი %s უკვე არსებობს

source: unknown ccache type %s
ka: უცნობი ccache-ის ტიპი %s

source: Credential cache type %s doesn't support iterations over caches
ka: ავტორიზაციის დეტალების კეშის ტიპს %s კეშებზე იტერაციების მხარდაჭერა არ გააჩნია

source: Principal %s not found in any credential cache
ka: პრინციპალი %s ავტორიზაციის დეტალების არც ერტ კეშში აღმოჩენილი არ იქნა

source: Moving credentials between diffrent types not yet supported
ka: ავტორიზაციის დეტალების სხვადასხვა ტიპებს შორის გადატანა ჯერ მხარდაჭერილი არაა

source: Reached end of credential caches
ka: მივაღწიეთ ავტორიზაციის დეტალების ქეშების ბოლოს

source: Message too large from %s
ka: შეტყობინება ძალიან დიდია %s-დან

source: Unable to reach any changepw server in realm %s
ka: ვერ მივაღწიე ვერც ერთ პაროლის შეცვლის სერვერამდე რეალმში %s

source: converting credentials: %s
ka: ავტორიზაციის დეტალების გადაყვანა: %s

source: Password not an UCS2 string
ka: პაროლი UCS2 სტრიქონი არაა

source: encryption type %d not supported
ka: დაშიფვრის ტიპი %d მხარდაჭერილი არაა

source: salttype %s not supported
ka: salttype %s მხარდაჭერილი არაა

source: salt type %d not supported
ka: მარილის ტიპი %d მხარდაჭერილი არაა

source: checksum type %d not supported
ka: საკონტროლო ჯამის ტიპი %d მხარდაჭერილი არაა

source: Checksum type %s is keyed but no crypto context (key) was passed in
ka: საკონტროლო ჯამის ტიპი %s გასაღები აქვს, მაგრამ კრიპტო-კონტექსტი (გასაღები) გადმოცემული არ ყოფილა

source: checksum type not found
ka: საკონტროლო ჯამის ტიპი ვერ ვიპოვე

source: malloc: out memory
ka: malloc: მეხსიერება საკმარისი არაა

source: encryption type %s not supported
ka: დაშიფვრის ტიპი %s მხარდაჭერილი არაა

source: encryption type %s is disabled
ka: დაშიფვრის ტიპი %s გათიშულია

source: checksum type %s is disabled
ka: საკონტროლო ჯამის ტიპი %s გათიშულია

source: Encrypted data shorter then checksum + confunder
ka: დაშიფრული მონაცემები უფრო მოკლეა, ვიდრე checksum + confunder

source: Checksum larger then input buffer
ka: საკონტროლო ჯამი უფრო დიდია, ვიდრე შეყვანის ბუფერი

source: derive_key() called with unknown keytype (%u)
ka: derive_key() გამოძახებულია უცნობი keytype-ით (%u)

source: encryption key %s needs %d bytes of random to make an encryption key out of it
ka: დაშიფვრის გასაღებს %s სჭირდება %d ბაიტი შემთხვევითი მონაცემები, რომ მისგან დაშიფვრის გასაღების შექმნას

source: Failed to encode KRB5PrincipalName
ka: KRB5PrincipalName ვერ დავშიფრე

source: KDF not supported
ka: KDF მხარდაჭერილი არაა

source: kdf params not NULL or the NULL-type
ka: kdf-ის პარამეტრები არა NULL ან NULL ტიპის

source: server channel binding already set
ka: სერვერის არხზე მიბმა უკვე დაყენებულია

source: nonce already set
ka: nonce უკვე დაყენებულია

source: identifier already set
ka: იდენტიფიკატორი უკვე დაყენებულია

source: Failed to encode digest inner request
ka: დაიჯესტის შიდა მოთხოვნის დაშიფვრა შეუძლებელია

source: Digest failed to get local subkey
ka: დაიჯესტის მიერ ლოკალური ქვეგასაღების მიღება ჩავარდა

source: Failed to encode DigestREQest
ka: DigestREQest ვერ დავშიფრე

source: Failed to parse digest response
ka: დაიჯესტის პასუხის დამუშავება ჩავარდა

source: Digest reply has no remote subkey
ka: დაიჯესტის პასუხს დაშორებული ქვეგასაღები არ გააჩნია

source: Failed to decode digest inner reply
ka: დაიჯესტის შიდა მოთხოვნის გაშიფვრა შეუძლებელია

source: Type missing from init req
ka: მოთხოვნას ტიპი აკლია საწყ. მოთხ

source: Digest init error: %s
ka: დაიჯესტის ინიციალიზაციის შეცდომა: %s

source: digest reply not an initReply
ka: დაიჯესტის პასუხი initReply არაა

source: Failed to copy initReply
ka: ჩავარდა კოპირება inintReply-სთვის

source: clientNonce already set
ka: clientNonce უკვე დაყენებულია

source: digest already set
ka: დაიჯესტი უკვე დაყენებულია

source: authentication_user already set
ka: authentication_user უკვე დაყენებულია

source: method already set
ka: მეთოდი უკვე დაყენებულია

source: uri already set
ka: uri უკვე დაყენებულია

source: nonceCount already set
ka: nonceCount უკვე დაყენებულია

source: Type missing from req
ka: მოთხოვნას ტიპი აკლია

source: Digest response error: %s
ka: დაიჯესტის პასუხის შეცდომა: %s

source: digest reply not an DigestResponse
ka: დაიჯესტის პასუხი DigestResponse არაა

source: Failed to copy initReply,
ka: ჩავარდა კოპირება inintReply-სთვის,

source: ntlm reply not an initReply
ka: ntlm პასუხი initReply არაა

source: NTLM response error: %s
ka: NTLM-ის პასუხის შეცდომა: %s

source: NTLM reply not an NTLMResponse
ka: NTLM პასუხი NTLMResponse არაა

source: Failed to copy NTLMResponse
ka: NTLMResponse-ის კოპირება ჩავარდა

source: no ntlm session key
ka: ntlm სესიის გასაღების გარეშე

source: timed out locking cache file %s
ka: კეშის ფაილის %s დაბლოკვის მოლოდინის ვადა ამოიწურა

source: error locking cache file %s: %s
ka: დაბლოკვის შეცდომა კეშის ფაილისთვის %s: %s

source: Failed to unlock file: %s
ka: ჩავარდა განბლოკვა ფაილისთვის: %s

source: Failed to write FILE credential data
ka: მითითებულ ფაილში ავტ. მონაცემების ჩაწერა ჩავარდა

source: mkstemp %s failed
ka: mkstemp %s ჩავარდა

source: close %s: %s
ka: %s-ის დახურვა: %s

source: Empty credential cache file: %s
ka: ცარიელი ავტ. დეტალების კეშის ფაილი: %s

source: Error reading pvno in cache file: %s
ka: შეცდომა pvno-ის კითხვისას კეშის ფაილში: %s

source: Bad version number in credential cache file: %s
ka: არასწორი ვერსიის ნომერი ავტორიზაციის დეტალების კეშის ფაილში: %s

source: Error reading tag length in cache file: %s
ka: შეცდომა ჭდის სიგრძის კითხვისას კეშის ფაილში: %s

source: Error reading dtag in cache file: %s
ka: შეცდომა dtag-ის კითხვისას კეშის ფაილში: %s

source: Error reading dlength in cache file: %s
ka: შეცდომა dlength-ის კითხვისას კეშის ფაილში: %s

source: Error reading kdc_sec in cache file: %s
ka: შეცდომა kdc_sec-ის კითხვისას კეშის ფაილში: %s

source: Error reading kdc_usec in cache file: %s
ka: შეცდომა kdc_user-ის კითხვისას კეშის ფაილში: %s

source: Error reading unknown tag in cache file: %s
ka: შეცდომა უცნობ ჭდის კითხვისას კეშის ფაილში: %s

source: Unknown version number (%d) in credential cache file: %s
ka: არასწორი ვერსიის ნომერი (%d) ავტორიზაციის დეტალების კეშის ფაილში: %s

source: Rename of file from %s to %s failed: %s
ka: %s-ის %s-ზე სახელის გადარქმევა ჩავარდა: %s

source: Failed to write data from one file credential cache to the other
ka: მონაცემების ერთი ფაილური ავტ. დეტალების კეშიდან მეორეში ჩაწერა ჩავარდა

source: Failed to read data from one file credential cache to the other
ka: მონაცემების ერთი ფაილური ავტ. დეტალების კეშიდან მეორეში წაკითხვა ჩავარდა

source: Failed to stat cache file
ka: კეშის ფაილის აღმოჩენა ჩავარდა

source: no addresses found
ka: მისამართი ვერ ვიპოვე

source: Failed to decode encpart in ticket
ka: ბილეთში encpart-ის დეკოდირება ჩავარდა

source: Matching credential (%s) not found
ka: შესაბამისი ავტ. დეტალი (%s) აღმოჩენილი არაა

source: unable to figure out current principal
ka: მიმდინარე პრინციპალის გარკვევა შეუძლებელია

source: resolving host %s failed: %s
ka: ჰოსტის %s ამოხსნა ჩავარდა: %s

source: unable to find realm of host %s
ka: ვერ ვიპოვე რეალმი ჰოსტისთვის %s

source: Unable to find realm of host %s
ka: ვერ ვიპოვე რეალმი ჰოსტისთვის %s

source: Referral EncryptedData wrong for realm %s
ka: რეფერალის EncryptedData არასწორია რეალმისთვის %s

source: tgt returned with wrong ref
ka: tgt დაბრუნდა არასწორი ref-ით

source: req princ no same as returned
ka: მოთხ. პრინც. იგივე არაა, რაც დაბრუნებული

source: referred principal not same as requested
ka: მიმართული პრინციპალი ის არაა, რაც მოვითხოვეთ

source: Mapped name doesn't match in client referral
ka: ასახული სახელი არ ემთხვევა კლიენტის რეფერალში

source: Not same client principal returned as requested
ka: დაბრუნებულია არა იგივე პრინციპალი, რომელიც მოვითხოვეთ

source: time skew (%d) larger than max (%d)
ka: დროის აცდენა (%d) დასაშვებ მაქსიმუმზე (%d) დიდია

source: pre-auth type %d not supported
ka: პრე-ავთენტიკაციის ტიპი %d მხარდაჭერილი არაა

source: %s on non extendable opt
ka: %s გაფართოებადი პარამეტრი არაა

source: failed changing password
ka: პაროლის შეცვლა ჩავარდა

source: no support for PKINIT compiled in
ka: მხარდაჭერა PKINIT-ისთვის აგების დროს ჩართული არ იყო

source: No usable pa data type
ka: გამოყენებადი pa მონაცემების ტიპის გარეშე

source: failed to decode METHOD DATA
ka: ჩავარდა დეკოდირება METHOD DATA-სთვის

source: Failed to encode KCM request
ka: KCM მოთხოვნის დაშიფვრა ჩავარდა

source: can't register cache type, prefix too long
ka: კეშის ტიპის რეგისტრაცია შეუძლებელია, რადგან პრეფიქსი მეტისმეტად გრძელია

source: unknown keytab type %.*s
ka: უცნობი keytab ტიპი %.*s

source: Failed to find %s%s in keytab %s (%s)
ka: ვერ ვიპოვე %s%s keytab-ში %s (%s)

source: start_seq_get is not supported in the %s keytab type
ka: start_seq_get მხარდაჭერილი არაა %s keytab-ის ტიპის მიერ

source: next_entry is not supported in the %s keytab
ka: next_entry მხარდაჭერილი არაა %s keytab-ში

source: Add is not supported in the %s keytab
ka: დამატება მხარდაჭერილი არაა %s keytab-ში

source: Remove is not supported in the %s keytab
ka: წაშლა მხარდაჭერილი არაა %s keytab-ში

source: failed to add entry to %s
ka: %s-ში ჩანაწერის დამატება ჩავარდა

source: Failed to remove keytab entry from %s
ka: ჩავარდა keytab-ის ჩანაწერის წაშლა %s-დან

source: keytab %s open failed: %s
ka: keytab %s-ის გახსნა ჩავარდა: %s

source: %s: keytab is corrupted: %s
ka: %s: keytab დაზიანებულია: %s

source: Bad version in keytab %s
ka: არასწორი ვერსია keytab-ში %s

source: Failed storing principal in keytab %s
ka: ჩავარდა პრინციპალის შენახვა keytab-ში %s

source: Failed storing timpstamp in keytab %s
ka: ჩავარდა დროის შტამპის შენახვა keytab-ში %s

source: Failed storing kvno in keytab %s
ka: ჩავარდა kvno-ის შენახვა keytab-ში %s

source: Failed storing extended kvno in keytab %s
ka: ჩავარდა გაფართოებული kvno-ის შენახვა keytab-ში %s

source: Failed converting keytab entry to memory block for keytab %s
ka: ჩავარდა keytab-ის ჩანაწერის გადაყვანა მეხსიერების ბლოკში keytab-სთვის %s

source: Open ThisCell %s: %s
ka: ThisCell-ის %s გახსნა: %s

source: No cell in ThisCell file %s
ka: ThisCell ფაილში %s უჯრედები არაა

source: No realm in ThisCell file %s
ka: ThisCell ფაილში %s რეალმი არაა

source: open keyfile(%s): %s
ka: keyfile(%s)-ის გახსნა: %s

source: seeking in keyfile: %s
ka: keyfile-ში გადახვევა: %s

source: Failed seeing in keyfile: %s
ka: ჩავარდა ძებნა გასაღების ფაილში: %s

source: keytab keyfile failed new length
ka: keytab გასაღების ფაილი ჩავარდა ახალი სიგრძე

source: seek to end: %s
ka: გადახვევა ბოლომდე: %s

source: keytab keyfile failed store kvno
ka: keytab გასაღების ფაილი ჩავარდა, kvno დაემახსოვრებინა

source: keytab keyfile failed to add key
ka: keytab გასაღების ფაილი ჩავარდა, გასაღების დაემატებინა

source: unknown protocol `%s' to lookup
ka: უცნობი პროტოკოლი `%s' მოსაძებნად

source: Locate plugin failed to lookup realm %s: %d
ka: დამატება Locate-მა ვერ იპოვა რეალმი %s: %d

source: unknown krbhst type (%u)
ka: უცნობი krbhst ტპი (%u)

source: No KDC found for realm %s
ka: KDC ვერ ვიპოვე რეალმისთვის %s

source: failed to parse "%s"
ka: "%s"-ის დამუშავებაჩავარდა

source: open(%s) logfile: %s
ka: open(%s) ჟურნალის ფაილი: %s

source: fdopen(%s) logfile: %s
ka: fdopen(%s) ჟურნალის ფაილი: %s

source: unknown log type: %s
ka: უცნობი ჟურნალის ტიპი: %s

source: PAC have too few buffer
ka: PAC-ს ცოტა ბუფერი აქვს

source: PAC have wrong version %d
ka: PAC-ს აქვს არასწორი ვერსია %d

source: PAC out of allignment
ka: PAC სწორების გარეთაა

source: PAC high offset set
ka: PAC მაღალი წანაცვლება დაყენებულია

source: PAC offset off end
ka: PAC წანაცვლება ბოლოდან

source: PAC offset inside header: %lu %lu
ka: PAC წანაცვლება თავსართში: %lu %lu

source: PAC length off end
ka: PAC სიგრძე ბოლოდან

source: PAC have two server checksums
ka: PAC-ს ორი სერვერის საკონტროლო ჯამები აქვს

source: PAC have two KDC checksums
ka: PAC-ს ორი KDC-ის საკონტროლო ჯამი აქვს

source: PAC have two logon names
ka: PAC ორი მომხმარებლის სახელი აქვს

source: PKINIT: parsing BN failed %s
ka: PKINIT: BN-ის დამუშავება ჩავარდა %s

source: Failed encoding AuthPackWin: %d
ka: ჩავარდა AuthPackWin-ის კოდირება: %d

source: Failed encoding AuthPack: %d
ka: ჩავარდა AuthPack-ის კოდირება: %d

source: pk-init: failed to build trustedCertifiers
ka: pk-init: trustedCertifiers-ის აგება ჩავარდა

source: PKINIT decoding reply key failed
ka: PKINIT პასუხის გასაღების დეკოდირება ჩავარდა

source: PKINIT enckey nonce is wrong
ka: PKINIT enckey nonce არასწორია

source: PKINIT failed copying reply key
ka: PKINIT პასუხის გასაღების კოპირება ჩავარდა

source: No PK-INIT KDC EKU in kdc certificate
ka: KDC-ის სერტიფიკატში PK-INIT KDC EKU აღმოჩენილი არაა

source: KDC have wrong realm name in the certificate
ka: KDC-ს სერტიფიკატში არასწორი რეალმის სახელი აქვს

source: Address mismatch in the KDC certificate
ka: KDC-ის სერტიფიკატში მისამართი არ ემთხვევა

source: PKINIT: Invalid content type
ka: PKINIT: არასწორი შემცველობის ტიპი

source: pkinit - dh reply contains wrong oid
ka: pkinit - dh პასუხი არასწორ oid-ს შეიცავს

source: pkinit - failed to decode KDC DH Key Info
ka: pkinit - KDC DH გასაღების ინფორმაციის გაშიფვრა ჩავარდა

source: PKINIT: DH nonce is wrong
ka: PKINIT: DH nonce არასწორია

source: pkinit; got key expiration without server nonce
ka: pkinit; მივიღე გასაღების ამოწურვის ვადა სერვერის nonce-ის გარეშე

source: PKINIT: wrong padata recv
ka: PKINIT: არასწორი padata recv

source: PKINIT: unknown reply type
ka: PKINIT: უცნობი პასუხის ტიპი

source: PKINIT: No user certificate given
ka: PKINIT: მომხმარებლის სერტიფიკატი მითითებული არაა

source: malloc: out of memeory
ka: malloc: მეხსიერება საკმარისი არაა

source: PKINIT: DH group parameter no ok
ka: PKINIT: DH ჯგუფის პარამეტრი არასწორია

source: pkinit: failed to generate DH key
ka: pkinit: DH გასაღების გენერაცია ჩავარდა

source: Can't require both realm and no realm at the same time
ka: რეალმს და ურეალმობას ერთდროულად ვერ მოითხოვთ

source: trailing \ in principal name
ka: პრინციპალის სახელის ბოლოში მოყოლილი \

source: part after realm in principal name
ka: ნაწილი პრინციპალის სახელში რეალმის შემდეგ

source: Out of space printing principal
ka: ადგილი აღარაა პრინციპალის ბეჭდვისას

source: too long name component to convert
ka: მეტისმეტად გრძელი სახელის მქონე კომპონენტი გადასაყვანად

source: too long instance component to convert
ka: მეტისმეტად გრძელი გაშვებული ასლის მქონე კომპონენტი გადასაყვანად

source: too long realm component to convert
ka: მეტისმეტად გრძელი რეალმის მქონე კომპონენტი გადასაყვანად

source: unsupported name type %d
ka: მხარდაუჭერელი სახელის ტიპი %d

source: Failed to get local hostname
ka: ლოკალური ჰოსტის სახელის მიღება ჩავარდა

source: Failed to find name type %s
ka: ვერ ვიპოვე სახელის ტიპი %s

source: Failed to decode encrypte credential part
ka: ჩავარდა დეკოდირება encrypte-ის ავტორიზაციის დეტალის ნაწილზე

source: sender address is wrong in received creds
ka: გამომგზავნის მისამართი არასწორი მიღებულ ავტ. დეტალებში

source: receiver address is wrong in received creds
ka: მიმღების მისამართი არასწორი მიღებულ ავტ. დეტალებში

source: Client %s%s%s expired
ka: კლიენტის %s%s%s ვადა ამოიწურა

source: Server %s%s%s expired
ka: სერვერის %s%s%s ვადა ამოიწურა

source: Client %s%s%s unknown
ka: კლიენტი %s%s%s უცნობია

source: Server %s%s%s unknown
ka: სერვერი %s%s%s უცნობია

source: Failed to decode EncAPRepPart
ka: EncAPRepPart-ის დეკოდირება ჩავარდა

source: Failed to decode encrypted ticket part
ka: დაშიფრული ბილეთის ნაწილის დეკოდირება ჩავარდა

source: wrong sendauth version (%s)
ka: არასწორი sendauth ვერსია (%s)

source: Failed to prepare stmt %s: %s
ka: ჩავარდა მომზადება გამოს-სთვის %s: %s

source: scache execute %s: %s
ka: scache გაშვება %s: %s

source: Error opening scache file %s: %s
ka: გახსნის შეცდომა scache ფაილისთვის %s: %s

source: Failed to add scache: %d
ka: ჩავარდა დამატება scache-სთვის: %d

source: Failed to add credential: %s
ka: ავტ. დეტალების დამატება ჩავარდა: %s

source: Failed to add principal: %s
ka: ჩავარდა პრინციპალის დამატება: %s

source: No principal for cache SCACHE:%s:%s
ka: პრინციპალის გარეშე კეშისთვის SCACHE:%s:%s

source: Principal data of wrong type for SCACHE:%s:%s
ka: არასწორი ტიპის მქონე პრინციპალის მონაცემები კეშისთვის SCACHE:%s:%s

source: Principal not set for SCACHE:%s:%s
ka: პრინციპალი დაყენებული არაა კეშისთვის SCACHE:%s:%s

source: Iterating a invalid scache %s
ka: იტერაცია არასწორი კეშისთვის scache %s

source: scache Database failed: %s
ka: scache-ის ბაზის ჩავარდნა: %s

source: failed to delete scache credental
ka: scache ავტ. დეტალის წაშლა ჩავარდა

source: Database failed: %s
ka: ბაზა ჩავარდა: %s

source: Failed to delete old cache: %d
ka: ჩავარდა წაშლა ძველი კეშისთვის: %d

source: Failed to update new cache: %d
ka: ჩავარდა განახლება ახალი კეშისთვის: %d

source: Trying to set a invalid cache as default %s
ka: მცდელობა, დააყენოთ არასწორი კეში, როგორც ნაგულისხმევი %s

source: Failed to set name of default cache
ka: ჩავარდა სახელის დაყენება ნაგულისხმევი კეშისთვის

source: Failed to update default cache
ka: ჩავარდა ნაგულისხმევი კეშის განახლება

source: unable to reach any KDC in realm %s
ka: ვერ მივაღწიე ვერც ერთ KDC-მდე რეალმში %s

source: Ticket has no authorization data
ka: ბილეტს ავტორიზაციის მონაცემები არ გააჩია

source: Ticket has no authorization data of type %d
ka: ბილეთს %d ტიპის ავტორიზაციის მონაცემები არ გააჩნია

source: Failed getting the krb4 credentials cache name
ka: შეცდომა krb4 ავტ. დეტალების კეშის სახელის მიღებისას

source: Failed opening krb4 credential cache %s: %s
ka: შეცდომა krb4 ავტ. დეტალების კეშის %s გახსნისას: %s

source: krb4 credential cache %s is not a file
ka: krb4 ავტ. დეტალების კეში %s ფაილი არაა

source: Failed reading v4 pvno
ka: V4 pvno-ის წაკითხვა ჩავარდა

source: Failed v4 pvno not 4
ka: ჩავარდნილი v4 pvno-ის ვერსია 4 არაა

source: Failed readin v4 type
ka: ჩავარდა v4 ტიპის წაკითხვა

source: Not a valid v4 request type
ka: არასწორი v4 მოთხოვნის ტიპი

source: Failed reading v4 ticket
ka: V4 ბილეთის წაკითხვა ჩავარდა

source: Failed reading v4 authenticator
ka: V4 ავთენტიკატორის წაკითხვა ჩავარდა

source: v4 principal mismatch
ka: v4 პრინციპალი არ ემთხვევა

source: v4 bad address in ticket
ka: v4 არასწორი მისამართიბილეთში

source: v4 clock skew
ka: v4 საათის აცდენა

source: v4 clock skew for expiration
ka: v4 საათის აცდენა ვადის ამოწურვისთვის

source: v4 ticket expired
ka: v4 ბილეთი ვადაგასულია
