Repository: heimdal/heimdal
Catalog: po/heim_com_err39525376/*.po
Languages: ka

source: Kerberos 4 successful
ka: Kerberos 4 წარმატებულია

source: Kerberos 4 principal expired
ka: Kerberos 4 პრინციპალის ვადა ამოწურულია

source: Kerberos 4 service expired
ka: Kerberos 4 სერვისის ვადა ამოწურულია

source: Kerberos 4 auth expired
ka: Kerberos 4 ავთენტიკაციის ვადა ამოწურულია

source: Incorrect Kerberos 4 master key version
ka: არასწორი Kerberos 4-ის ძირითადი გასაღების ვერსია

source: Kerberos 4 byte order unknown
ka: Kerberos 4 ბატების მიმმდევრობა უცნობია

source: Kerberos 4 principal unknown
ka: Kerberos 4 პრინციპალი უცნობია

source: Kerberos 4 principal not unique
ka: Kerberos 4 პრინციპალი უნიკალური არაა

source: Kerberos 4 principal has null key
ka: Kerberos 4 პრინციპალის გასაღები ნულოვანია

source: Generic error from KDC (Kerberos 4)
ka: ზოოგადი შეცდომა KDC-დან (Kerberos 4)

source: Can't read Kerberos 4 ticket file
ka: ვერ წავიკითხე Kerberos 4-ის ბილეთის ფაილი

source: Can't find Kerberos 4 ticket or TGT
ka: ვერ ვიპოვე Kerberos 4-ის ბილეთი ან TGT

source: Kerberos 4 TGT Expired
ka: Kerberos 4 TGT-ის ვადა ამოწურულია

source: Kerberos 4: Can't decode authenticator
ka: Kerberos 4: ავთენტიკატორის დეკოდირება შეუძლებელია

source: Kerberos 4 ticket expired
ka: Kerberos 4 ბილეთის ვადა ამოსურულია

source: Kerberos 4 ticket not yet valid
ka: Kerberos 4 ბილეთი ჯერ არასწორია

source: Kerberos 4: Repeated request
ka: Kerberos 4: მოთხოვნა გამეორებულია

source: The Kerberos 4 ticket isn't for us
ka: Kerberos 4 ბილეთი ჩვენთვის არაა

source: Kerberos 4 request inconsistent
ka: Kerberos 4 მოთხოვნა არამდგრადია

source: Kerberos 4: delta_t too big
ka: Kerberos 4: delta_t მეტისმეტად დდია

source: Kerberos 4: incorrect net address
ka: Kerberos 4: არასწორი ქსელური მისამართი

source: Kerberos protocol not version 4
ka: Kerberos-ის პროტოკოლის ვერსია 4 არაა

source: Kerberos 4: invalid msg type
ka: Kerberos 4: არასწორი შეტყობინების ტიპი

source: Kerberos 4: message stream modified
ka: Kerberos 4: შეტყობინების ნაკადი შეიცვალა

source: Kerberos 4: message out of order
ka: Kerberos 4: შეტყობინება რიგს გარეთაა

source: Kerberos 4: unauthorized request
ka: Kerberos 4: არაავტორიზებული მოთხოვნა

source: Kerberos 4: current PW is null
ka: Kerberos 4: მიმდინარე პაროლი ნულოვანია

source: Kerberos 4: Incorrect current password
ka: Kerberos 4: არასწორი მიმდინარე პაროლი

source: Kerberos 4 protocol error
ka: Kerberos 4 პროტოკოლის შეცდომა

source: Error returned by KDC (Kerberos 4)
ka: KDC-ის მიერ დაბრუნებული შეცდომა (Kerberos 4)

source: Null Kerberos 4 ticket returned by KDC
ka: KDC-ის მიერ დაბრუნებული Kerberos 4 ბილეთი ნულოვანია

source: Kerberos 4: Retry count exceeded
ka: Kerberos 4: თავიდან ცდების რაოდენობა გადაცილებულია

source: Kerberos 4: Can't send request
ka: Kerberos 4: მოთხოვნის გაგზავნა შეუძლებელია

source: Kerberos 4: not all tickets returned
ka: Kerberos 4: ყველა ბილეთი დაბრუნებულია

source: Kerberos 4: incorrect password
ka: Kerberos 4: არასწორი პაროლი

source: Kerberos 4: Protocol Error
ka: Kerberos 4: პროტოკოლის შეცდომა

source: Other error in Kerberos 4
ka: Kerberos 4-ის სხვა შეცდომა

source: Don't have Kerberos 4 ticket-granting ticket
ka: არ მაქვს Kerberos 4-ის ბილეთის მომნიჭებელი ბილეთი

source: No Kerberos 4 ticket file found
ka: Kerberos 4 ბილეთის ფაილი ვერ ვიპოვე

source: Couldn't access Kerberos 4 ticket file
ka: Kerberos 4-ის ბილეთის ფაილთან წვდომა აკრძალულია

source: Couldn't lock Kerberos 4 ticket file
ka: Kerberos 4-ის ბილეთის ფაილის დაბლოკვა შეუძლებელია

source: Bad Kerberos 4 ticket file format
ka: არასწორი Kerberos 4-ის ბილეთის ფაილის ფორმატი

source: Kerberos 4: tf_init not called first
ka: Kerberos 4: tf_init პირველი არ გამოძახებულა

source: Bad Kerberos 4 name format
ka: არასწორი Kerberos 4 სახელის ფორმატი
