Repository: heimdal/heimdal
Catalog: po/heim_com_err569856/*.po
Languages: ka

source: ASN.1 failed call to system time library
ka: ASN.1 -ის შეცდომა სისტემური დროის ბიბლიოთეკის გამოძახებისას

source: Extension not found
ka: გაფართოება ვერ ვიპოვე

source: Certification path not found
ka: სერტიფიკაციის ბილიკი ვერ ვიპოვე

source: Parent certificate is not a CA
ka: მშობელი სერტიფიკატი CA არაა

source: CA path too deep
ka: CA-ის ბილიკი მეტისმეტად ღრმაა

source: Signature algorithm not supported
ka: ხელმოწერის ალგორითმი მხარდაუჭერელია

source: Signature algorithm doesn't match certificate key
ka: ხელმოწერის ალგორითმი სერტიფიკატის გასაღებს არ ემთხვევა

source: Certificate used before it became valid
ka: სერტიფიკატი მისი დროის დადგომამდე გამოიყენება

source: Certificate used after it became invalid
ka: სერტიფიკატი მისი ვადის ამოწურვის შემდეგ გამოიყენება

source: Private key required for the operation is missing
ka: ოპერაციისთვის აუცილებელი პირადი გასაღები ვერ ვიპოვე

source: Algorithm not supported
ka: ალგორითმი მხარდაუჭერელია

source: Issuer couldn't be found
ka: გამომცემელი ვერ ვიპოვე

source: Error verifing constraints
ka: შეზღუდვების გადამოწმების შეცდომა

source: Number too large
ka: რიცხვი მეტისმეტად დიდია

source: Error while verifing name constraints
ka: შეცდომა სახელის შეზღუდვების გადამოწმებისას

source: Path is too long, failed to find valid anchor
ka: ბილიკი მეტისმეტად გრძელია. სწორი დამაგრების პოვნა შეუძლებელია

source: Required keyusage for this certificate is missing
ka: ამ სერტიფიკატს საჭირო keyusage აკლია

source: Certificate not found
ka: სერტიფიკატი ვერ ვიპოვე.

source: Unknown lock command
ka: არასწორი დაბლოკვის ბრძანება

source: Parent certificate is a CA
ka: მშობელი სერტიფიკატი CA-ია

source: Extra data was found after the structure
ka: აღმოჩენილია დამატებითი მონაცემები სტრუქტურის შემდეგ

source: Proxy certificate is invalid
ka: პროქსის სერტიფიკატი არასწორია

source: Proxy certificate name is wrong
ka: პროქსის სერტიფიკატის სახელი არასწორია

source: Name is malformated
ka: სახელის ფორმატი არასწორია

source: Certificate is malformated
ka: სერტიფიკატის ფორმატი არასწორია

source: Certificate is missing a required EKU
ka: სერტიფიკატს აუცილებელი EKU აკლია

source: Proxy certificate not canonicalize
ka: პროქსის სერტიფიკატი კანონიკალიზაციას არ ახდენს

source: Failed to create signature
ka: ხელმოწერის შექმნა ჩავარდა

source: Missing signer data
ka: აკლია ხელმომწერის მონაცემები

source: Couldn't find signers certificate
ka: ხელმომწერის სერტიფიკატი ვერ ვიპოვე

source: No data to perform the operation on
ka: ოპერაციის ჩასატარებელი ქმედებების გარეშე

source: Data in the message is invalid
ka: მონაცემები შეტყობინებაში არასწორია

source: Padding in the message invalid
ka: შეტყობინების შემვსები არასწორია

source: Couldn't find recipient certificate
ka: მიმღების სერტიფიკატი ვერ ვიპოვე

source: Mismatch bewteen signed type and unsigned type
ka: სხვაობა ნიშიანსა და უნიშნო ტიპებს შორის

source: Internal error in the crypto engine
ka: შიდა შეცდომა დაშიფვრის ძრავაში

source: External error in the crypto engine
ka: გარე შეცდომა დაშიფვრის ძრავაში

source: Signature missing for data
ka: მონაცემებისთვის ხელმოწერა აკლია

source: Signature is not valid
ka: ხელმოწერა არასწორია

source: Sigature doesn't provide confidentiality
ka: ხელმოწერა კონფიდენციალობას არ უზრუნველყოფს

source: Invalid format on signature
ka: არასწორი ფორმატი ხელმოწერაზე

source: Mismatch bewteen oids
ka: OID-ები არ ემთხვევა

source: No prompter function defined
ka: კითხვის ფუნქცია აღწერილი არაა

source: Signature require signer, but non available
ka: ხელმოწერას ხელმომწერი სჭირდება, მაგრამ ისინი ხელმისაწვდომი არაა

source: RSA public encyption failed
ka: RSA საჯარო დაშიფვრა ჩავარდა

source: RSA private decryption failed
ka: RSA პირადი გაშიფვრა ჩავარდა

source: CRL used before it became valid
ka: CRL მისი დროის დადგომამდე გამოიყენება

source: CRL used after it became invalid
ka: CRL მისი ვადის ამოწურვის შემდეგ გამოიყენება

source: CRL have invalid format
ka: CRL-ის ფორმატი არასწორია

source: Certificate is revoked
ka: სერტიფიკატი გაუქმებულია

source: No revoke status found for certificates
ka: სერტიფიკატებისთვის გაუქმების სტატუსი ვერ ვიპოვე

source: Unknown extension
ka: უცნობი გაფართოება

source: Got wrong CRL/OCSP data from server
ka: სერვერიდან მიღებულია არასწორი CRL/OCSP მონაცემები

source: Doesn't have same parent as other certificates
ka: არ აქვს იგივე მშობლები, რაც სხვა სერტიფიკატებს

source: Certificates not in OCSP reply
ka: OCSP პასუხში სერტიფიკატები არაა

source: No local key attribute
ka: ლოკალური გასაღების ატრიბუტის გარეშე

source: Failed to parse key
ka: გასაღების დამუშავების შეცდომა

source: Unsupported operation
ka: მხარდაუჭერელი ოპერაცია

source: Unimplemented operation
ka: განუხორციელებელი ოეპრაცია

source: Failed to parse name
ka: სახელის დამუშავება ჩავარდა

source: No smartcard reader/device found
ka: სმარტ ბარათის წამკითხველი/მოწყობილობა ვერ ვიპოვე

source: No smartcard in reader
ka: წამკითხველში ბარათი არ დევს

source: No supported mech(s)
ka: მხარდაჭერილი მექანიზმების გარეშე

source: Token or slot failed in inconsistent way
ka: კოდი ან სლოტი არამდგრადად ჩავარდა

source: Failed to open session to slot
ka: სლოტამდე სესიის გახსნა ჩავარდა

source: Failed to login to slot
ka: სლოტზე შესვლა ჩავარდა

source: Failed to load PKCS module
ka: PKCS მოდულის ჩატვირთვა ჩავარდა
